org-content/hugo.org
#+STARTUP: content
#+options: author:nil
#+HUGO_BASE_DIR: ../
#+hugo_level_offset: 0

** DONE The Two Types of Assholes                  :moral_courage:@Thoughts:
CLOSED: [2020-12-29 Tue 14:51]
:PROPERTIES:
:EXPORT_HUGO_BUNDLE: the-types-of-assholes
:EXPORT_FILE_NAME: index
:END:
:LOGBOOK:
CLOCK: [2020-12-29 Tue 14:51]--[2020-12-29 Tue 14:58] =>  0:07
CLOCK: [2020-12-29 Tue 14:02]--[2020-12-29 Tue 14:51] =>  0:49
CLOCK: [2020-12-29 Tue 11:58]--[2020-12-29 Tue 12:23] =>  0:25
CLOCK: [2020-12-29 Tue 10:49]--[2020-12-29 Tue 11:35] =>  0:46
:END:

*** What Makes Someone An Asshole

Assholes are people with the power of willingness to do things that make them unpopular.

There are two types of assholes:
1. The good ones:
   <br> People who make themselves unpopular with good intentions that support the greater good
2. The evil ones:
   <br> People who make themselves unpopular with selfish intentions

Good assholes can be described as people having moral courage, i.e. people with the courage to take action for moral reasons despite the risk of adverse consequences. Sometimes being unpopular is what it takes to promote the greater good. It is in these scenarios that good assholes shine; they have the ability to say what needs to be said when no one else will.

See the [[https://en.wikipedia.org/wiki/Abilene_paradox][Abilene paradox]], for example, which describes a scenario in which "a group of people collectively decide on a course of action that is counter to the preferences of many or all of the individuals in the group", because nobody has the courage to speak up and potentially become unpopular. A good asshole wouldn't let this happen; he would do what he feels is right or important without caring about pissing people off. And everyone would be better off for it.

Evil assholes are people who help themselves to special advantages in cooperative life, without feeling bad about the negative effects on other people. These are not fun to be around. They do things like cut in line without emergency, put others down just to bring themselves up, etc.

*** Becoming A Good Asshole

We want to gain the power of willingness to become unpopular and use it for good; how do we do it?

[[https://markmanson.net/being-an-asshole][Mark Manson]] recommends three ingredients:
1. Decide what's more important that people's feelings
2. Build a tolerance feeling bad
3. Lean in to painful honesty

For me the most applicable idea is to make a new rule for youself: "if there’s something uncomfortable that you believe is important to say, just say it. Don’t think about it. Just trust that in the long run, more times than not, you’ll be happy that you said it. In fact, chances are, in the long run, other people will be glad you said it".

References:
- [[https://markmanson.net/being-an-asshole][Mark Manson on Being An Asshole]]
- [[https://www.huffpost.com/entry/defining-assholes_b_5273535][Huffpost Defining Assholes]]
- [[https://en.wikipedia.org/wiki/Abilene_paradox][Abilene Paradox]]

*** COMMENT Notes
"1. Decide what’s more important than people’s feelings

Most people let their life be dictated by feelings—both their own feelings and others’. They don’t even realize this because they haven’t stopped to think about it. But, as I’ve written before, if you allow your life to be dictated by feelings, then you’re going to be stuck in a shithole forever.

The key to developing the willingness to upset other people is to understand what’s more important than them being upset. Would you hurt someone’s feelings to save a dying family member? Yeah, probably. What about to save your career? I would hope so (some people probably don’t). What about to promote a good cause you care about?"

"2. Get good at feeling bad

Most people who are too nice think they are nice because they care too much about other people’s feelings. They say to themselves, “Well, I could never say that to her, because she’ll feel bad.” But they’re lying to themselves. They think they’re being altruistic, but they’re not.

They don’t want to say it to her because they’ll make themselves feel bad. Their sympathy for others is a tool that holds them back. They won’t hurt others’ feelings because then they’ll feel bad for that person and they can’t stand to feel bad themselves.

Get good at feeling bad and you’ll become okay at making others feel bad when necessary. I just got off the phone with a friend last night. I chewed him out for doing something pretty stupid that involved me. He felt awful. I feel awful that he feels awful. But I also know that it’s a good thing that we both feel awful. It’s for a good cause. So I can bear it.

But for me to be able to make him feel awful, I first need to be capable of feeling awful myself."

"3. Lean in to painful honesty

We’ve all been in that situation where we want to say something that’s important but there’s also a good chance that we’ll upset someone if we say it. There’s that uncomfortable tension inside us as we go back and forth on whether we should say it or not.

Create a new rule for yourself: if there’s something uncomfortable that you believe is important to say, just say it. Don’t think about it. Just trust that in the long run, more times than not, you’ll be happy that you said it. In fact, chances are, in the long run, other people will be glad you said it.

The first few times you’re an asshole in this way, it’ll feel terrifying. But once you get some of that positive social feedback, you’ll start feeling more comfortable with it. And it will come more naturally. You’ll be an asshole. But you’ll be their asshole."


*** COMMENT Less helpful resources
- https://medium.com/@Kurt_R/5-reasons-to-be-an-asshole-2709fc04bca8
- https://www.vice.com/en/article/avawb4/i-acted-like-an-asshole-for-a-week
- https://www.linkedin.com/pulse/20140507131711-1039282-why-it-s-ok-to-be-an-asshole-in-business/
