content/posts/the-types-of-assholes/index.md
+++
title = "The Two Types of Assholes"
date = 2020-12-29T14:51:00-05:00
tags = ["moral-courage"]
categories = ["Thoughts"]
draft = false
+++

# What Makes Someone An Asshole {#what-makes-someone-an-asshole}

Assholes are people with the power of willingness to do things that make them unpopular.

There are two types of assholes:

1.  The good ones:
    <br> People who make themselves unpopular with good intentions that support the greater good
2.  The evil ones:
    <br> People who make themselves unpopular with selfish intentions

Good assholes can be described as people having moral courage, i.e. people with the courage to take action for moral reasons despite the risk of adverse consequences. Sometimes being unpopular is what it takes to promote the greater good. It is in these scenarios that good assholes shine; they have the ability to say what needs to be said when no one else will.

See the [Abilene paradox](https://en.wikipedia.org/wiki/Abilene%5Fparadox), for example, which describes a scenario in which "a group of people collectively decide on a course of action that is counter to the preferences of many or all of the individuals in the group", because nobody has the courage to speak up and potentially become unpopular. A good asshole wouldn't let this happen; he would do what he feels is right or important without caring about pissing people off. And everyone would be better off for it.

Evil assholes are people who help themselves to special advantages in cooperative life, without feeling bad about the negative effects on other people. These are not fun to be around. They do things like cut in line without emergency, put others down just to bring themselves up, etc.


# Becoming A Good Asshole {#becoming-a-good-asshole}

We want to gain the power of willingness to become unpopular and use it for good; how do we do it?

[Mark Manson](https://markmanson.net/being-an-asshole) recommends three ingredients:

1.  Decide what's more important that people's feelings
2.  Build a tolerance feeling bad
3.  Lean in to painful honesty

For me the most applicable idea is to make a new rule for youself: "if there’s something uncomfortable that you believe is important to say, just say it. Don’t think about it. Just trust that in the long run, more times than not, you’ll be happy that you said it. In fact, chances are, in the long run, other people will be glad you said it".

References:

-   [Mark Manson on Being An Asshole](https://markmanson.net/being-an-asshole)
-   [Huffpost Defining Assholes](https://www.huffpost.com/entry/defining-assholes%5Fb%5F5273535)
-   [Abilene Paradox](https://en.wikipedia.org/wiki/Abilene%5Fparadox)
